<?php include '../header/header.php' ?>
<!DOCTYPE html>
<html lang="ar">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>الشروط والأحكام</title>
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css" />
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Noto+Kufi+Arabic:wght@100..900&display=swap" rel="stylesheet">
    <link rel="stylesheet" href="./terms.css">

</head>

<body>
    <div class="termscontainer">
        <h1>الشروط والأحكام</h1>
        <p>تنطبق شروط الاستخدام هذه على الموقع وجميع أقسامه وفروعه والمواقع الإلكترونية التابعة له التي تشير إلى هذه
            الشروط والأحكام.</p>
        <p>من خلال زيارة الموقع، يقر العميل بقبوله للشروط والأحكام الحالية. إذا كنت لا توافق على هذه الشروط، يجب عليك
            عدم استخدام هذا الموقع. يحتفظ مسؤولو الموقع بالحق في تغيير أو تعديل أو إضافة أو إزالة أجزاء من شروط وأحكام
            الاستخدام في أي وقت. ستكون التعديلات سارية المفعول عند نشرها على الموقع دون إشعار مسبق. يرجى مراجعة شروط
            وأحكام الاستخدام بانتظام لأي تحديثات. إن استمرارك في استخدام الموقع بعد نشر التعديلات على شروط وأحكام
            الاستخدام يشكل قبولك الكامل لتلك التعديلات.</p>

        <h2>استخدام الموقع</h2>
        <p>يمكنك زيارة هذا الموقع واستخدامه وفقًا للشروط والأحكام الموضحة. لا يُسمح باستخدام الموقع للأغراض التجارية أو
            نيابة عن أي طرف ثالث إلا بإذن مسبق منا. أي خرق لهذه الشروط والأحكام سيؤدي إلى إلغاء الترخيص الممنوح لك فورًا
            دون إشعار.</p>
        <p>المحتوى الموجود على هذا الموقع هو لأغراض إعلامية فقط. تمثيلات المنتجات المقدمة على هذا الموقع هي تلك الخاصة
            بالموردين وليست منا. قد لا تعكس التعليقات أو الآراء المعبر عنها على هذا الموقع وجهات نظرنا.</p>
        <p>بعض الخدمات والميزات ذات الصلة التي قد تتوفر على الموقع قد تتطلب التسجيل أو الاشتراك. إذا اخترت التسجيل أو
            الاشتراك في أي من هذه الخدمات أو الميزات، فإنك توافق على تقديم معلومات دقيقة وحديثة عن نفسك، وتحديث هذه
            المعلومات بسرعة إذا طرأت أي تغييرات. كل مستخدم للموقع مسؤول بشكل كامل عن الحفاظ على أمان كلمات المرور
            ومعرفات الحساب الأخرى. يجب عليك أيضًا إبلاغنا بأي استخدام غير مصرح به لكلمة المرور أو الحساب الخاص بك. لا
            يكون الموقع مسؤولاً أو liable بأي شكل من الأشكال عن أي خسارة أو ضرر من أي نوع ينشأ نتيجةً لعدم الامتثال لهذا
            القسم.</p>
        <p>أثناء عملية التسجيل، يوافق العميل على تلقي رسائل بريد إلكتروني ترويجية من الموقع. يمكنك في وقت لاحق إلغاء هذه
            الخيار وعدم تلقي أي رسائل بريد إلكتروني ترويجية بالنقر على الرابط الموجود في أسفل أي بريد إلكتروني ترويجي.
        </p>

        <h2>مشاركات المستخدمين</h2>
        <p>تتحول جميع مساهماتك إلى الموقع و/أو إرسالها إلينا، بما في ذلك، على سبيل المثال لا الحصر، الأسئلة، والمراجعات،
            والتعليقات، والاقتراحات، إلى ملكيتنا الوحيدة والحصرية ولن يتم إرجاعها إليك. بالإضافة إلى الحقوق المطبقة على
            أي مساهمة، من خلال تقديم تعليقات أو مراجعات إلى الموقع، فإنك تمنحنا أيضًا الحق في استخدام الاسم الذي تقدمه
            فيما يتعلق بهذه المراجعة أو التعليق أو المحتوى الآخر. لا يمكنك استخدام عنوان بريد إلكتروني زائف أو التظاهر
            بأنك شخص آخر أو تضليلنا أو الأطراف الثالثة بشأن أصل أو موثوقية أي مساهمة. قد نقوم، ولكننا لسنا ملزمين،
            بإزالة أو تعديل أي مساهمة.</p>

        <h2>الموافقة على الطلبات وتفاصيل الأسعار</h2>
        <p>يرجى ملاحظة أنه في بعض الحالات، قد لا يتم قبول الطلب لأسباب مختلفة. يحتفظ الموقع بالحق في رفض أو إلغاء أي طلب
            لأي سبب في أي وقت. قد يُطلب منك تقديم تحقق إضافي أو معلومات، بما في ذلك على سبيل المثال لا الحصر، رقم الهاتف
            والعنوان، قبل قبول الطلب.</p>
        <p>نسعى جاهدين لتوفير أكثر معلومات التسعير دقة على موقعنا لمستخدمينا. ومع ذلك، قد تحدث أخطاء، مثل حالات عدم عرض
            سعر العنصر بشكل صحيح على الموقع. بناءً عليه، نحتفظ بالحق في رفض أو إلغاء أي طلب. في حال كان سعر العنصر غير
            صحيح، قد نقوم، وفقًا لتقديرنا، إما بالاتصال بك للحصول على تعليمات أو إلغاء طلبك وإعلامك بهذا الإلغاء. نحتفظ
            بالحق في رفض أو إلغاء أي من هذه الطلبات سواء تم تأكيد الطلب أم لا وتم خصم بطاقة الائتمان الخاصة بك.</p>

        <h2>العلامات التجارية وحقوق الطبع والنشر</h2>
        <p>جميع حقوق الملكية الفكرية، سواء كانت مسجلة أو غير مسجلة، على الموقع وجميع المحتويات ومعلومات التصميم الموجودة
            على الموقع مملوكة لنا، بما في ذلك على سبيل المثال لا الحصر، النصوص، والرسوم البيانية، والبرامج، والصور،
            والفيديو، والموسيقى، والصوت، واختيارها وترتيبها، فضلاً عن جميع تجميعات البرمجيات، الشيفرات المصدرية
            والبرامج. جميع محتويات الموقع محمية أيضًا بحقوق الطبع والنشر كعمل جماعي. جميع الحقوق محفوظة.</p>

        <h2>القانون الحاكم والاختصاص القضائي</h2>
        <p>يتم تفسير هذه الشروط والأحكام وفقًا لقوانين البلد. يوافق كل طرف هنا على الخضوع لاختصاص محاكم البلد والتنازل
            عن أي اعتراضات تتعلق بالاختصاص القضائي.</p>

        <h2>إلغاء الموافقة</h2>
        <p>بالإضافة إلى أي remedies القانونية أو إنصاف، قد نقوم، دون إشعار مسبق لك، بإنهاء هذه الشروط والأحكام أو إلغاء
            أي أو جميع حقوقك الممنوحة بموجب الشروط والأحكام. عند أي إنهاء لهذه الاتفاقية، يجب عليك على الفور التوقف عن
            الوصول إلى واستخدام الموقع، بالإضافة إلى أي remedies قانونية أو إنصاف أخرى، قد نقوم على الفور بإلغاء جميع
            كلمات المرور أو معرفات الحساب الأخرى الصادرة لك ورفض وصولك إلى واستخدام الموقع كليًا أو جزئيًا. أي إنهاء
            لهذه الاتفاقية لن يؤثر على أي وجميع الحقوق والالتزامات (بما في ذلك، على سبيل المثال لا الحصر، الالتزامات
            المالية) للطرفين التي نشأت قبل تاريخ الإنهاء. توافق على أن الموقع لن يكون مسؤولاً تجاهك أو أي شخص آخر نتيجةً
            لأي تعليق أو إنهاء للخدمة. إذا كنت غير راضٍ عن هذا الموقع أو عن أي من الشروط أو الأحكام أو القواعد أو
            السياسات أو الإرشادات أو الممارسات الخاصة بالموقع في تشغيل المتجر، فإن العلاج الوحيد والحصري لك هو التوقف عن
            استخدام الموقع.</p>
    </div>
</body>

</html>
<?php include '../footer/footer.html' ?>